{
 "fragments": [
  {
   "begin": "0.000",
   "children": [],
   "end": "6.720",
   "id": "f000001",
   "language": "eng",
   "lines": [
    "I'm Andrew Huberman and I'm a professor of neurobiology and ophthalmology at Stanford School of Medicine."
   ]
  },
  {
   "begin": "6.720",
   "children": [],
   "end": "14.840",
   "id": "f000002",
   "language": "eng",
   "lines": [
    "Today's podcast episode is all about sleep, and we're also going to talk about the mirror image of sleep, which is wakefulness."
   ]
  },
  {
   "begin": "14.840",
   "children": [],
   "end": "35.960",
   "id": "f000003",
   "language": "eng",
   "lines": [
    "Now, these two phases of our life, sleep and wakefulness, govern everything about our mental and physical health, and we're not just gonna talk about what's useful about sleep, we're also gonna talk about how to get better at sleeping, and that will include how to get better at falling asleep, timing your sleep, and accessing better sleep quality."
   ]
  },
  {
   "begin": "35.960",
   "children": [],
   "end": "47.080",
   "id": "f000004",
   "language": "eng",
   "lines": [
    "In doing so, we're also gonna discuss how to get more focused and alert in wakefulness, so because leep and wakefulness are related, we really can't have a conversation about one without the other."
   ]
  },
  {
   "begin": "47.080",
   "children": [],
   "end": "52.040",
   "id": "f000005",
   "language": "eng",
   "lines": [
    "Now, in keeping with this theme, you may catch a few snores in the background."
   ]
  },
  {
   "begin": "52.040",
   "children": [],
   "end": "61.360",
   "id": "f000006",
   "language": "eng",
   "lines": [
    "Unlike me, my bulldog, Costello, can fall asleep anywhere, anytime, and he happens to be sleeping over there in the corner, so if you hear snoring, that's what that's about."
   ]
  },
  {
   "begin": "61.360",
   "children": [],
   "end": "74.040",
   "id": "f000007",
   "language": "eng",
   "lines": [
    "As always, I wanna just mention that this podcast is part of my effort to bring zero-cost-to-consumer public education about science and science-related tools, it is unrelated to my teaching and research roles at Stanford School of Medicine."
   ]
  },
  {
   "begin": "74.040",
   "children": [],
   "end": "85.720",
   "id": "f000008",
   "language": "eng",
   "lines": [
    "Today's podcast is brought to us by Helix mattresses, having the proper sleep environment, both the environment you're sleeping in and the object you're sleeping on, is critically important to getting a good night's sleep."
   ]
  },
  {
   "begin": "85.720",
   "children": [],
   "end": "105.160",
   "id": "f000009",
   "language": "eng",
   "lines": [
    "Helix mattresses are a little different than most because they're matched to your specific sleep needs, as well as whether or not you tend to run hot or cold as you sleep through the night, what position you sleep in, and so forth, so if you go to their website, they have a quiz that you can take that matches you to the particular mattress that's gonna be best for your sleep needs."
   ]
  },
  {
   "begin": "105.160",
   "children": [],
   "end": "120.120",
   "id": "f000010",
   "language": "eng",
   "lines": [
    "I've always had a lot of trouble sleeping, I'm one of these people that can fall asleep easily, but then I wake up and I have a hard time getting back to sleep, and once I switched to a Helix mattress that was precisely matched to my sleep needs, I found I could sleep through the night, which has made a tremendous difference for me."
   ]
  },
  {
   "begin": "120.120",
   "children": [],
   "end": "136.320",
   "id": "f000011",
   "language": "eng",
   "lines": [
    "If you wanna try Helix mattresses, you can go to helixsleep.com/huberman, and that will give you up to $200 off on a mattress order, as well as two pillows free with your mattress order, and of course, having the proper pillows is just as important as having the proper mattress."
   ]
  },
  {
   "begin": "136.320",
   "children": [],
   "end": "143.920",
   "id": "f000012",
   "language": "eng",
   "lines": [
    "Today's podcast is also brought to us by Headspace, Headspace is a meditation app that teaches you how to meditate."
   ]
  },
  {
   "begin": "143.920",
   "children": [],
   "end": "157.280",
   "id": "f000013",
   "language": "eng",
   "lines": [
    "It's fair to say that now there's a ton of research out there in peer-reviewed journals supporting the fact that mindfulness meditation can support mental and physical health, but many people find it hard to meditate, in fact, I'm one of these people."
   ]
  },
  {
   "begin": "157.280",
   "children": [],
   "end": "188.080",
   "id": "f000014",
   "language": "eng",
   "lines": [
    "I started meditating in my teens, but then I would drop it every few weeks or so and then I'd get back to it maybe the following week or every year, I just was not very regular about my meditation practice, and then a few years ago I was flying a lot for work and I was on JetBlue flights, and they have Headspace as part of the choice of things that you can watch on the TV screen, and as I started meditating more regularly, what I found is my sleep was better, I would arrive feeling more rested, it was just a tremendous effects on my work performance and other aspects of my life."
   ]
  },
  {
   "begin": "188.080",
   "children": [],
   "end": "204.440",
   "id": "f000015",
   "language": "eng",
   "lines": [
    "If you wanna try Headspace, you can go to headspace.com/specialoffer, if you do that, you'll get one month of all of Headspace's meditations for free, that's the best offer right now, so if interested, go to headspace.com/specialoffer."
   ]
  },
  {
   "begin": "204.440",
   "children": [],
   "end": "211.360",
   "id": "f000016",
   "language": "eng",
   "lines": [
    "So let's talk about sleep,sleep is this incredible period of our lives where we are not conscious."
   ]
  },
  {
   "begin": "211.360",
   "children": [],
   "end": "220.880",
   "id": "f000017",
   "language": "eng",
   "lines": [
    "We might dream, we might twitch, we might even wake up, but in sleep, we are only in relation to things that are happening within our brain and body."
   ]
  },
  {
   "begin": "220.880",
   "children": [],
   "end": "248.440",
   "id": "f000018",
   "language": "eng",
   "lines": [
    "Outside sensory experience, in most cases, can't really impact us, and yet, sleep is this tremendously important period of life because it resets our ability to be focused, alert, and emotionally stable in the wakeful period, so we can't really talk about wakefulness, focus, motivation, mood, wellbeing without thinking about sleep, and that's why we're devoting this entire month to the discussion about sleep."
   ]
  },
  {
   "begin": "248.440",
   "children": [],
   "end": "260.760",
   "id": "f000019",
   "language": "eng",
   "lines": [
    "Now, we also can't talk about sleep and think about sleep without thinking about wakefulness because it turns out that the period that we call sleep and the period we call wakefulness are tethered to one another."
   ]
  },
  {
   "begin": "260.760",
   "children": [],
   "end": "289.400",
   "id": "f000020",
   "language": "eng",
   "lines": [
    "What we do in the waking state determines when we fall asleep, how quickly we fall asleep, whether or not we stay asleep, and how we feel when we wake up the next day, and today, we're going to talk mostly about how to get better at sleeping, and the reason for starting the conversation that way as opposed to just diving into a lot of biology about sleep, is because first of all, there's a lot of information out there already about the biology of sleep."
   ]
  },
  {
   "begin": "289.400",
   "children": [],
   "end": "308.080",
   "id": "f000021",
   "language": "eng",
   "lines": [
    "We're gonna touch on a little bit of this, things like stages of sleep and sleep spindles, melatonin, and dreaming, but I think that by now, most people are aware that getting a really good night's sleep on a consistent basis is critically important, but most people don't know how to do that."
   ]
  },
  {
   "begin": "308.080",
   "children": [],
   "end": "363.560",
   "id": "f000022",
   "language": "eng",
   "lines": [
    "In fact, I'm guessing that very few of you out there are consistently getting seven to nine hours of really terrific sleep, waking up feeling rested and like you're ready to attack the day, and being able to go through the day feeling focused and alert without dips in energy or focus, so if you're like most people, which includes me, you have some challenges with sleep at least every third or fifth night or so and maybe even more often, so we're really gonna go tool-heavy today and talk about tools that can help you fall asleep, sleep better, and emerge from sleep feeling more rested, and we're gonna do that by grounding our discussion of tools in peer-reviewed studies, mostly from the last 10 years, although some even more recent than that, and we're gonna start by discussing what is sleep and what governs the timing of the onset of sleep, in other words, what makes you get sleepy at a particular time of day."
   ]
  },
  {
   "begin": "363.560",
   "children": [],
   "end": "369.080",
   "id": "f000023",
   "language": "eng",
   "lines": [
    "So what determines how well we sleep and the quality of our wakeful state?"
   ]
  },
  {
   "begin": "369.080",
   "children": [],
   "end": "376.800",
   "id": "f000024",
   "language": "eng",
   "lines": [
    "Turns out that's governed by two forces, the first force is a chemical force, it's called adenosine."
   ]
  },
  {
   "begin": "376.800",
   "children": [],
   "end": "391.920",
   "id": "f000025",
   "language": "eng",
   "lines": [
    "Adenosine is a molecule in our nervous system and body that builds up the longer we are awake, so if you've just slept for 8, or 9, or 10 really deep, restful hours, adenosine is gonna be very low in your brain and body."
   ]
  },
  {
   "begin": "391.920",
   "children": [],
   "end": "398.920",
   "id": "f000026",
   "language": "eng",
   "lines": [
    "If, however, you've been awake for 10, 15, or more hours, adenosine levels are going to be much higher."
   ]
  },
  {
   "begin": "398.920",
   "children": [],
   "end": "412.440",
   "id": "f000027",
   "language": "eng",
   "lines": [
    "Adenosine creates a sort of sleep drive or a sleep hunger, and actually, hunger is the appropriate word here because for most of what we're gonna discuss today, we can think of it in an analogous way to nutrition."
   ]
  },
  {
   "begin": "412.440",
   "children": [],
   "end": "433.440",
   "id": "f000028",
   "language": "eng",
   "lines": [
    "Your nutrition and how well you feel after you eat certain foods, your overall level of fitness and your cellular health and your heart health isn't governed by any one food item that you might eat or not eat, it's governed by a number of different factors, how often you eat, how much you eat, which items you eat, et cetera, and what works best for you."
   ]
  },
  {
   "begin": "433.440",
   "children": [],
   "end": "446.320",
   "id": "f000029",
   "language": "eng",
   "lines": [
    "In the same way, your sleep and your wakefulness are the product of kind of the average of a number of different behaviors, how long you've been awake is a key one because of this molecule, adenosine."
   ]
  },
  {
   "begin": "446.320",
   "children": [],
   "end": "458.560",
   "id": "f000030",
   "language": "eng",
   "lines": [
    "So the reason you get sleepy when you've been up for a while is because adenosine is creeping up steadily the longer you've been awake, and a good way to remember this and think about adenosine is to think about caffeine."
   ]
  },
  {
   "begin": "458.560",
   "children": [],
   "end": "476.520",
   "id": "f000031",
   "language": "eng",
   "lines": [
    "Caffeine, for most people, except a very small percentage of people, wakes them up, it makes them feel more alert, in fact, some people are so sensitive to caffeine that they feel jittery if they drink it even in small amounts, other people can drink large amounts of caffeine and not feel jittery at all."
   ]
  },
  {
   "begin": "476.520",
   "children": [],
   "end": "498.960",
   "id": "f000032",
   "language": "eng",
   "lines": [
    "Caffeine acts as an adenosine antagonist, what that means is that when you ingest caffeine, whether or not it's coffee or soda or tea, or in any other form, it binds to the adenosine receptor, it sort of parks there just like a car would park in a given parking slot, and therefore, adenosine can't park in that slot."
   ]
  },
  {
   "begin": "498.960",
   "children": [],
   "end": "512.560",
   "id": "f000033",
   "language": "eng",
   "lines": [
    "Now, when caffeine parks in the adenosine receptor slot, nothing really happens downstream of that receptor, the receptor can't engage the normal cellular functions of making that cell and you feel sleepy."
   ]
  },
  {
   "begin": "512.560",
   "children": [],
   "end": "532.080",
   "id": "f000034",
   "language": "eng",
   "lines": [
    "So the reason caffeine wakes you up is because it blocks the sleepiness receptor, it blocks the sleepy signal, and this is why when that caffeine wears off, adenosine will bind to that receptor, sometimes with even greater, what we call affinity, and you feel the crash, you feel especially tired."
   ]
  },
  {
   "begin": "532.080",
   "children": [],
   "end": "553.720",
   "id": "f000035",
   "language": "eng",
   "lines": [
    "Now, I'm not here to demonize caffeine, I love caffeine, and I drink it in the morning and I drink it in the afternoon, but I'm one of these people that, either because of my tolerance or because of some genetic variations that exist among people in terms of their adenosine receptors, I can drink caffeine as late as 4:00 or 5:00 p.m. in the evening and still fall asleep just fine."
   ]
  },
  {
   "begin": "553.720",
   "children": [],
   "end": "561.040",
   "id": "f000036",
   "language": "eng",
   "lines": [
    "Some people can't have any caffeine at all or can't have any caffeine past 11:00 a.m. or else their sleep is totally disrupted."
   ]
  },
  {
   "begin": "561.040",
   "children": [],
   "end": "591.560",
   "id": "f000037",
   "language": "eng",
   "lines": [
    "All of this has to do with the relationship between adenosine and these adenosine receptors, genetic variation, things that are very hard to find out except experimentally, meaning each of you needs to decide and figure out for yourselves whether or not you can tolerate caffeine and at what times of day you can tolerate caffeine in order to still fall asleep easily and get good sleep, so rather than demonize caffeine, or say that everyone can drink caffeine until late, you need to figure out what's right for you."
   ]
  },
  {
   "begin": "591.560",
   "children": [],
   "end": "621.840",
   "id": "f000038",
   "language": "eng",
   "lines": [
    "Caffeine has a lot of health benefits, it also, for some people, can be problematic for health, it can raise blood pressure, et cetera, caffeine increases this molecule that's a neuromodulator that we call dopamine, we discussed this in episode one, which tends to make us feel good, motivated, and give us energy because, as you may have learned in episode one, dopamine is related to another neuromodulator called epinephrine, which gives us energy, in fact, epinephrine is made from dopamine."
   ]
  },
  {
   "begin": "621.840",
   "children": [],
   "end": "651.320",
   "id": "f000039",
   "language": "eng",
   "lines": [
    "So let's just take a step back and think about what we're talking about when we're talking about sleepiness, sleepiness is driven by increases in adenosine that happen naturally, caffeine prevents the adenosine from having its action of making us sleepy by blocking that receptor, so it gives us energy and it increases our dopamine levels, but some people can't tolerate caffeine very well, other people can tolerate it just fine, so you need to determine that experimentally."
   ]
  },
  {
   "begin": "651.320",
   "children": [],
   "end": "692.160",
   "id": "f000040",
   "language": "eng",
   "lines": [
    "All the data say there's tremendous variation, and right now, the only way that I'm aware of for you to decide whether or not caffeine is a good or a bad thing for you, and whether or not you should ingest it at a given time of day or at all is really to figure that out on your own, in fact, there's a small subset of people that can drink caffeine until very late and they have no trouble falling asleep because they actually have a mutant form of the adenosine receptor, so in keeping with the theme of science and science-related tools, this is one of those cases where I can't give you a one-size-fits-all prescription except to say you need to experiment with caffeine in a way that's safe for you and explore that and figure out what works for you, and then stick with that."
   ]
  },
  {
   "begin": "692.160",
   "children": [],
   "end": "708.600",
   "id": "f000041",
   "language": "eng",
   "lines": [
    "Okay, so adenosine is driving this sleep hunger, when adenosine is low, it's like we're well-fed, we're not very hungry, and when adenosine is high, it's like we're fasted for a long time and we tend to be very hungry, so that when adenosine is high, we really wanna fall asleep."
   ]
  },
  {
   "begin": "708.600",
   "children": [],
   "end": "718.240",
   "id": "f000042",
   "language": "eng",
   "lines": [
    "If you want, I'm not suggesting you do this experiment, but you can do it, you can stay up for four more hours than you're used to staying up and you'll find that you're very, very sleepy."
   ]
  },
  {
   "begin": "718.240",
   "children": [],
   "end": "724.800",
   "id": "f000043",
   "language": "eng",
   "lines": [
    "That's because adenosine is building up at levels higher and higher because you've been awake for those extra four hours."
   ]
  },
  {
   "begin": "724.800",
   "children": [],
   "end": "739.680",
   "id": "f000044",
   "language": "eng",
   "lines": [
    "However, if you've ever pulled an all-nighter, you'll notice something interesting, as morning rolls around, you'll suddenly feel an increase in your energy and alertness again, even though adenosine has been building up for the entire night."
   ]
  },
  {
   "begin": "739.680",
   "children": [],
   "end": "741.120",
   "id": "f000045",
   "language": "eng",
   "lines": [
    "Now, why is that?"
   ]
  },
  {
   "begin": "741.120",
   "children": [],
   "end": "769.000",
   "id": "f000046",
   "language": "eng",
   "lines": [
    "The reason that is is because there's a second force which is governing when you sleep and when you're awake, and that force is a so-called circadian force, circadian means about a day or about 24 hours, and inside all of us is a clock that exists in your brain and my brain, and the brain of every animal that we're aware of, that determines when we want to be sleepy and when we want to be awake."
   ]
  },
  {
   "begin": "769.000",
   "children": [],
   "end": "794.680",
   "id": "f000047",
   "language": "eng",
   "lines": [
    "Just think about it, we don't go through the day wanting to fall asleep every 30 minutes and then feeling like we're wide awake, our sleep and our period of sleepiness tends to be condensed into one block, typically one 6- to 10-hour block, although there's also variation in terms of how much people want to sleep, and we're going to discuss how you can diagnose your absolute sleep need as well as how to recover sleep that you've lost."
   ]
  },
  {
   "begin": "794.680",
   "children": [],
   "end": "821.760",
   "id": "f000048",
   "language": "eng",
   "lines": [
    "That block of sleep and when it falls within each 24-hour cycle is governed by a number of different things, but the most powerful thing that's governing when you want to be asleep and when you want to be awake is light, and in particular, it's governed by sunlight, and I can't emphasize enough how important and how actionable this relationship is between light and when you want to sleep."
   ]
  },
  {
   "begin": "821.760",
   "children": [],
   "end": "839.400",
   "id": "f000049",
   "language": "eng",
   "lines": [
    "It's quite simple on the face of it and it's quite simple to resolve, but people tend to make a big mess of this whole circadian literature, frankly, so let's just break it down from the standpoint of what's going on in your brain and body as you go through one 24-hour day."
   ]
  },
  {
   "begin": "839.400",
   "children": [],
   "end": "855.080",
   "id": "f000050",
   "language": "eng",
   "lines": [
    "Let's start with waking, so regardless of how well you slept at night or whether or not you were up all night, most people tend to wake up sometime around when the sun rises, maybe not right at sunrise, but within an hour or two or maybe three of sunrise."
   ]
  },
  {
   "begin": "855.080",
   "children": [],
   "end": "885.440",
   "id": "f000051",
   "language": "eng",
   "lines": [
    "Now, I realize there are night-shift workers and there are people traveling and experiencing jet lag where this is not going to be the case, we are gonna deal with jet lag and shift work at the end of this podcast, but for most people, we tend to wake up about the time that the sun is rising or so, and as we do that, adenosine levels tend to be low if we've been asleep for reasons that you now understand, and our system generates an internal signal that is in the form of a hormone."
   ]
  },
  {
   "begin": "885.440",
   "children": [],
   "end": "891.720",
   "id": "f000052",
   "language": "eng",
   "lines": [
    "Now, I've talked a lot about neuromodulators and neurotransmitters, I haven't talked a lot about hormones yet on this podcast."
   ]
  },
  {
   "begin": "891.720",
   "children": [],
   "end": "905.000",
   "id": "f000053",
   "language": "eng",
   "lines": [
    "The definition of a hormone is it's a substance, a chemical that's released from one organ in your body that goes and acts on other organs elsewhere in your body, including your nervous system."
   ]
  },
  {
   "begin": "905.000",
   "children": [],
   "end": "917.000",
   "id": "f000054",
   "language": "eng",
   "lines": [
    "When you wake up in the morning, you wake up because a particular hormone called cortisol is released from your adrenal glands, your adrenal glands sit right above your kidneys, and there's a little pulse of cortisol."
   ]
  },
  {
   "begin": "917.000",
   "children": [],
   "end": "931.640",
   "id": "f000055",
   "language": "eng",
   "lines": [
    "There's also a pulse of some, and when I say a pulse, I just mean the release of a little bit, there's also a pulse of epinephrine, which is adrenaline, from your adrenals and also in your brain, and you feel awake."
   ]
  },
  {
   "begin": "931.640",
   "children": [],
   "end": "948.000",
   "id": "f000056",
   "language": "eng",
   "lines": [
    "Now, that pulse of cortisol and adrenaline and epinephrine might come from your alarm clock, it might come from you naturally waking up, but it tends to alert your whole system in your body that it's time to increase your heart rate, it's time to start tensing your muscles, it's time to start moving about."
   ]
  },
  {
   "begin": "948.000",
   "children": [],
   "end": "971.120",
   "id": "f000057",
   "language": "eng",
   "lines": [
    "It's very important that that cortisol pulse come early in the day, or at least, early in your period of wakefulness, I say that because some people are waking up at 8:00 p.m. and are sleeping all day, but it's very important that that pulse of cortisol occur early in the day and that it happens all at once, it sort of sets a rising tide of cortisol in your system."
   ]
  },
  {
   "begin": "971.120",
   "children": [],
   "end": "982.520",
   "id": "f000058",
   "language": "eng",
   "lines": [
    "Now, many of you have probably heard about cortisol in relation to stress, and indeed, as we go through our day and our life, different stressors, different events happen in our life that make us feel more alert."
   ]
  },
  {
   "begin": "982.520",
   "children": [],
   "end": "1025.680",
   "id": "f000059",
   "language": "eng",
   "lines": [
    "Some of the more stressful ones might be looking at your credit card bill and seeing what seems to be a fraudulent charge, or looking at your phone and suddenly seeing a text that something you thought was gonna happen at a particular time is not gonna happen, or you're running late, those will tend to increase norepinephrine and epinephrine and adrenaline in your system, and if they're severe enough, you'll start getting some pulses of cortisol released from your adrenals throughout the day, but there's this normal, healthy rising tide of cortisol that happens early in the day, and I say healthy because it wakes you up, it makes you feel alert, and it makes you feel able to move and wanting to move and to go about your day for work, for exercise, for school, for social relations, et cetera."
   ]
  },
  {
   "begin": "1025.680",
   "children": [],
   "end": "1047.680",
   "id": "f000060",
   "language": "eng",
   "lines": [
    "So when you wake up in the morning is when that cortisol pulse takes off, and something else important happens, a timer is set in your body and in your nervous system that dictates when a different hormone called melatonin, which makes you sleepy, will be secreted from a particular brain region, so let's talk about that."
   ]
  },
  {
   "begin": "1047.680",
   "children": [],
   "end": "1071.320",
   "id": "f000061",
   "language": "eng",
   "lines": [
    "When you wake up in the morning and you experience that rise in cortisol, there's a timer that starts going, and these are cellular timers and they're dictated by the relation between different organs in your body, that says to your brain and body that in about 12 to 14 hours, a different hormone, this hormone we're calling melatonin, will be released from your pineal gland."
   ]
  },
  {
   "begin": "1071.320",
   "children": [],
   "end": "1081.320",
   "id": "f000062",
   "language": "eng",
   "lines": [
    "So there's two mechanisms here, a wakefulness signal and a sleepiness signal, and the wakefulness signal triggers the onset of the timer for the sleepiness signal."
   ]
  },
  {
   "begin": "1081.320",
   "children": [],
   "end": "1087.920",
   "id": "f000063",
   "language": "eng",
   "lines": [
    "Now, that sleepiness signal that we call melatonin that's released from the pineal comes only from the pineal."
   ]
  },
  {
   "begin": "1087.920",
   "children": [],
   "end": "1099.000",
   "id": "f000064",
   "language": "eng",
   "lines": [
    "Unless you're taking exogenous melatonin, you're supplementing with melatonin, the only source of melatonin in your body is going to be this pineal gland, so let's talk about the pineal gland for a second."
   ]
  },
  {
   "begin": "1099.000",
   "children": [],
   "end": "1128.400",
   "id": "f000065",
   "language": "eng",
   "lines": [
    "The pineal gland is a gland that sits kind of in the little structure near, for the aficionados out there, it's kind of near the fourth ventricle, it's about the size of a pea, Descartes, the philosopher, said that the pineal was the seat of the soul, he said that because it's one of the few structures in the human brain that there's only one of them, you know, most structures, there's one on either side of the brain, so-called bihemispheric, but the pineal, there's only one."
   ]
  },
  {
   "begin": "1128.400",
   "children": [],
   "end": "1148.480",
   "id": "f000066",
   "language": "eng",
   "lines": [
    "I don't know anything about souls, really,  certainly not the science of souls, but I think it's very unlikely that the pineal is the seat of the soul, but it is a very interesting organ because it's the only organ in our body that releases melatonin, and that melatonin makes us sleepy and lets us fall asleep."
   ]
  },
  {
   "begin": "1148.480",
   "children": [],
   "end": "1154.480",
   "id": "f000067",
   "language": "eng",
   "lines": [
    "Now, I'm guessing that many of you are probably asking, \"Should I take melatonin?\""
   ]
  },
  {
   "begin": "1154.480",
   "children": [],
   "end": "1167.920",
   "id": "f000068",
   "language": "eng",
   "lines": [
    "My personal bias on this is, except in rare cases, no, for the following reason, melatonin has a second function, which is that melatonin also suppresses the onset of puberty."
   ]
  },
  {
   "begin": "1167.920",
   "children": [],
   "end": "1189.280",
   "id": "f000069",
   "language": "eng",
   "lines": [
    "In kids, and especially in babies, melatonin isn't just released in the evening 12 to 16 hours after we wake, melatonin is released chronically, or tonically, throughout the day and night, and that chronic or tonic release of melatonin is known to suppress some of the other hormones in other regions of the brain that trigger the onset of puberty."
   ]
  },
  {
   "begin": "1189.280",
   "children": [],
   "end": "1212.480",
   "id": "f000070",
   "language": "eng",
   "lines": [
    "Now, if you or your child has been taking melatonin, don't freak out, as always, any kind of supplement or anything that you're going to take or think about taking, you really need to consult with your doctor, I've said this many times on this podcast and it's in the show notes, et cetera, but before you remove anything or add anything to what you're already doing, please do consult with a healthcare professional."
   ]
  },
  {
   "begin": "1212.480",
   "children": [],
   "end": "1234.760",
   "id": "f000071",
   "language": "eng",
   "lines": [
    "However, melatonin is known to suppress the onset of puberty, so much so that regular, cyclic, cycled periods of melatonin release from the pineal really correlate with the onset of puberty and early adulthood, meaning as we start secreting melatonin only at night, that's also when we tend to transition out of puberty."
   ]
  },
  {
   "begin": "1234.760",
   "children": [],
   "end": "1263.040",
   "id": "f000072",
   "language": "eng",
   "lines": [
    "Now, there are a lot of things that correlate in our nervous system, so that doesn't necessarily mean it controls it, but in this case we know, based on lots of data, endocrinology and so forth, that melatonin suppresses the onset of puberty, so supplementing melatonin could be problematic for that reason, but if you've already gone through puberty, it could also have some impact on other hormone systems in your body, so that's why I personally don't like to use melatonin to fall asleep."
   ]
  },
  {
   "begin": "1263.040",
   "children": [],
   "end": "1273.160",
   "id": "f000073",
   "language": "eng",
   "lines": [
    "There's another reason, which is that melatonin will help you fall asleep but it won't help you stay asleep, and many people who take melatonin find that they wake up three to five hours later unable to fall back asleep."
   ]
  },
  {
   "begin": "1273.160",
   "children": [],
   "end": "1342.840",
   "id": "f000074",
   "language": "eng",
   "lines": [
    "Part of the reason for that might be that melatonin purchased at, you can buy it over the counter in most areas of the world even though it's a hormone, which is a little unusual, you can't just go into a pharmacy, at least in the US, and buy testosterone or cortisol or estrogen, you need a prescription, but you can go buy melatonin for whatever reason, I don't know the reasons for that legality, but it's been shown many times, and now I'm borrowing from some items that were in Matt Walker's book, \"Why We Sleep,\" where he stated there is evidence that, in commercially available melatonin, the amount of melatonin has been tested for various brands, it can range anywhere from being 15% of what's listed on the bottle, okay, so if they list this as 100 milligrams, it would be a tremendously high dose, it turns out it's only 15 milligrams in that particular pill or capsule, or up to 400 times more than what's listed on the bottle, so it's completely unregulated, and so for those of you taking melatonin, I will discuss at the end of the podcast some other potential alternatives that are probably safer and don't have these issues."
   ]
  },
  {
   "begin": "1342.840",
   "children": [],
   "end": "1345.880",
   "id": "f000075",
   "language": "eng",
   "lines": [
    "So should you take melatonin?"
   ]
  },
  {
   "begin": "1345.880",
   "children": [],
   "end": "1359.000",
   "id": "f000076",
   "language": "eng",
   "lines": [
    "My personal bias is no, but for many people, they find that it does help them, and so if you do find it helps you, then just consider what I'm saying in light of the other practices that you're doing and talk to your healthcare professional."
   ]
  },
  {
   "begin": "1359.000",
   "children": [],
   "end": "1407.920",
   "id": "f000077",
   "language": "eng",
   "lines": [
    "Okay, so the rhythm of cortisol and melatonin is what we call endogenous, it's happening in us all the time without any external input, in fact, if we were in complete darkness, living in a cave with no artificial lights whatsoever, or we were in complete brightness where we never experienced any darkness, these rhythms of cortisol and melatonin would continue, you would have a bump in cortisol, or a pulse in cortisol, that would drop off with time, and then melatonin would come up about 12 to 14 hours later, but these endogenous systems of our body, which are both hormonal and neural, were set so that external things could govern when they happen."
   ]
  },
  {
   "begin": "1407.920",
   "children": [],
   "end": "1446.120",
   "id": "f000078",
   "language": "eng",
   "lines": [
    "Now, this takes us back to episode one of the podcast that if you haven't listened to already, you might wanna listen to, where we talked about sensation and perception and all that, I'm not gonna review it again here, but there's one particular sensory event, one particular influence on your nervous system that determines when that cortisol is going to start to rise, so if you were in complete darkness, it would happen once per 24-hour cycle, but it would be somewhat later and later each day, whereas under normal circumstances, what happens is you wake up, and what happens when you wake up?"
   ]
  },
  {
   "begin": "1446.120",
   "children": [],
   "end": "1448.000",
   "id": "f000079",
   "language": "eng",
   "lines": [
    "You open your eyes."
   ]
  },
  {
   "begin": "1448.000",
   "children": [],
   "end": "1451.440",
   "id": "f000080",
   "language": "eng",
   "lines": [
    "When your open your eyes, light comes into your eyes."
   ]
  },
  {
   "begin": "1451.440",
   "children": [],
   "end": "1472.880",
   "id": "f000081",
   "language": "eng",
   "lines": [
    "Now, the way this system works is that you have a particular set of neurons in your eye, they're called retinal ganglion cells, you don't have to remember that if you don't want to, but these retinal ganglion cells are brain neurons, again, the retina is just the one piece of your brain, actually, two pieces because most of you have two retinas, that resides outside the skull, per se."
   ]
  },
  {
   "begin": "1472.880",
   "children": [],
   "end": "1490.400",
   "id": "f000082",
   "language": "eng",
   "lines": [
    "When light comes into the eye, there's a particular group of retinal ganglion cells, or type of retinal ganglion cells, that perceives a particular type of light and communicates that to this clock that resides right above the roof of your mouth called the suprachiasmatic nucleus, okay?"
   ]
  },
  {
   "begin": "1490.400",
   "children": [],
   "end": "1509.840",
   "id": "f000083",
   "language": "eng",
   "lines": [
    "So I know this can get a little complicated, but these retinal ganglion cells, when you open your eyes, light comes in, and an electrical signal is sent to this central clock we call the suprachiasmatic nucleus, and the suprachiasmatic nucleus has connections with essentially every cell and organ of your body."
   ]
  },
  {
   "begin": "1509.840",
   "children": [],
   "end": "1565.160",
   "id": "f000084",
   "language": "eng",
   "lines": [
    "Now, it's vitally important that we get light communicated to this central clock in order to time the cortisol and melatonin properly, and when I say properly, I can say that with confidence because we know based on a lot of evidence that if you don't get your cortisol and melatonin rhythms right, there are tremendously broad and bad effects on cardiovascular health, dementia, metabolic effects, learning, depression, dementia, in fact, there're so many negative effects associated with getting this wrong that I don't wanna get into it in too much detail, in fact, I feel like we've been bombarded with all this information about how we're not sleeping well, we're not sleeping at the right times, we're not sleeping enough, to the point where people now have sleep anxiety, if they can't sleep well for a night, they're feeling overwhelmed by that and it's sort of now they're stressed about not being able to sleep which is making it harder to sleep, et cetera."
   ]
  },
  {
   "begin": "1565.160",
   "children": [],
   "end": "1574.600",
   "id": "f000085",
   "language": "eng",
   "lines": [
    "I really wanna focus on what we can do to anchor these systems properly, so let's think about what happens when we do this correctly and how to do it correctly."
   ]
  },
  {
   "begin": "1574.600",
   "children": [],
   "end": "1588.200",
   "id": "f000086",
   "language": "eng",
   "lines": [
    "When we wake up, our eyes open, now, if we're in a dark room, there isn't enough light to trigger the correct timing of this cortisol-melatonin thing, these rhythms."
   ]
  },
  {
   "begin": "1588.200",
   "children": [],
   "end": "1590.440",
   "id": "f000087",
   "language": "eng",
   "lines": [
    "You might say, \"Well, why won't any light do it?\""
   ]
  },
  {
   "begin": "1590.440",
   "children": [],
   "end": "1650.120",
   "id": "f000088",
   "language": "eng",
   "lines": [
    "Well, it turns out that these neurons in our eye that set the circadian clock and then allow our circadian clock to set all the clocks of all the cells and organs and tissues of our body responds best to a particular quality of light and amount of light, and those are the qualities of light and amount of light that come from sunlight, so these neurons, what they're really looking for, although they don't have a mind of their own, is the sun at what we call low solar angle, the eye and the nervous system don't know anything about sunrises or sunsets, it only knows the quality of light that comes in when the sun is low in the sky, the system evolved so that when the sun is low in the sky, there's a particular contrast between yellows and blues that triggers the activation of these cells, so if you wake up and you look at your phone or your computer, or you flip on a bunch of artificial lights, will these cells be activated?"
   ]
  },
  {
   "begin": "1650.120",
   "children": [],
   "end": "1655.000",
   "id": "f000089",
   "language": "eng",
   "lines": [
    "And the answer is, sort of, they'll be activated but not in the optimal way."
   ]
  },
  {
   "begin": "1655.000",
   "children": [],
   "end": "1659.760",
   "id": "f000090",
   "language": "eng",
   "lines": [
    "What you want to do is get sunlight in your eyes as close to waking as possible."
   ]
  },
  {
   "begin": "1659.760",
   "children": [],
   "end": "1718.920",
   "id": "f000091",
   "language": "eng",
   "lines": [
    "Now, I wanna be really clear about this because I've talked about it on other podcasts when I was a guest and I talked about it on my Instagram feed, and there seemed to be the same questions coming up again and again, these neurons don't know sunlight, per se, they don't know sunrise or sunset, for that matter, they don't know artificial light from sunlight, what they respond best to, however, is the quality and amount of light that comes in when the sun is low in the sky, that means that if you can watch the sunrise, great, that's perfect for triggering activation of these cells, however, if you wake up a few hours after the sunrise, which I tend to most days, personally, you still wanna get outside and view sunlight, you don't need the sunlight beaming you directly in the eyes, there's a lot of photons, light energy, that's scattered from sunlight at this time, but the key is to get that light energy, from sunlight, ideally, into your eyes."
   ]
  },
  {
   "begin": "1718.920",
   "children": [],
   "end": "1730.640",
   "id": "f000092",
   "language": "eng",
   "lines": [
    "Now, I know many of you are already asking, \"Well, I live in Scandinavia,\" or, \"I can't get sunlight, \"there's buildings around me,\" et cetera, we will get to all of that, but it's critically important that you get outside to get this light."
   ]
  },
  {
   "begin": "1730.640",
   "children": [],
   "end": "1759.760",
   "id": "f000093",
   "language": "eng",
   "lines": [
    "I had a discussion with a colleague of mine, Dr. Jamie Zeitzer, who's in the Department of Psychiatry and Behavioral Sciences at Stanford, a world expert in this, and he tells me that it's 50 times less effective to view this sunlight through a window, through a car windshield, or through the side window of a car than it is to just get outside with no sunglasses and view light early in the day."
   ]
  },
  {
   "begin": "1759.760",
   "children": [],
   "end": "1806.560",
   "id": "f000094",
   "language": "eng",
   "lines": [
    "Now, if you can't see the sunrise, like I said, you can see this within an hour or two of sunrise, but it has to be low solar angle, once the sun is overhead, the quality of light shifts so that you miss this opportunity to time the cortisol pulse, and that turns out to be a bad thing to do, you really wanna time that cortisol pulse properly because, we'll get into this a little bit more later, but a late-shifted cortisol pulse, in particular, a 9:00 p.m. or 8:00 p.m. increase in cortisol is one of the consequences, and maybe one of the causes, of a lot of anxiety disorders and depression, so it's kind of a chicken-egg thing, we don't know whether or not it's correlated with, it's the cause, or the effect, but it's a signature of depression and anxiety disorder."
   ]
  },
  {
   "begin": "1806.560",
   "children": [],
   "end": "1828.320",
   "id": "f000095",
   "language": "eng",
   "lines": [
    "Bringing that cortisol pulse earlier in your wakeful period, earlier in your day, has positive benefits ranging from blood pressure to mental health, et cetera, not gonna list them all off because there's just so many of them, but many, many positive things happen when you are getting the cortisol early in the day far away from your melatonin pulse."
   ]
  },
  {
   "begin": "1828.320",
   "children": [],
   "end": "1831.040",
   "id": "f000096",
   "language": "eng",
   "lines": [
    "Okay, so how long should you be outside?"
   ]
  },
  {
   "begin": "1831.040",
   "children": [],
   "end": "1906.600",
   "id": "f000097",
   "language": "eng",
   "lines": [
    "Well, this is gonna vary tremendously because some people live in environments where it's very bright, so let's say it's Colorado in the middle of winter, there's a snowfield, there's no cloud cover, and you walk outside, there's going to be so much photon light energy arriving on your retina that it probably only takes 30 to 60 seconds to trigger the central clock and set your cortisol and melatonin rhythms properly and get everything lined up nicely, whereas if you're in Scandinavia in the depths of winter and you wake up at 5:00 a.m. and the sun is just barely creeping across the horizon and then goes back down again a few hours later, you probably are not getting enough sunlight in order to set these rhythms, so many people find that they need to use sunlight simulators in the form of particular lights that were designed to simulate sunlight, however, and I'm not out to attack the companies that produce those, there's another solution to that, you can simply go outside for longer, even if there's a lot of dense cloud cover, you're probably getting anywhere from 10,000 to 50,000 lux, L-U-X, which is just a measure of light energy, and that should be sufficient to set the circadian clock."
   ]
  },
  {
   "begin": "1906.600",
   "children": [],
   "end": "1910.360",
   "id": "f000098",
   "language": "eng",
   "lines": [
    "You could say, \"Well, the lights in my house or my phone \"are really, really bright, right?"
   ]
  },
  {
   "begin": "1910.360",
   "children": [],
   "end": "1955.080",
   "id": "f000099",
   "language": "eng",
   "lines": [
    "\"Everyone's telling us to stay off our phones at night \"because they're really bright,\" but guess what, it turns out that early in the day, your retina is not very sensitive, which means you need a lot of photons, ideally coming from sunlight, to set these clock mechanisms, so looking at your phone or artificial lights is fine if you wake up before sunrise, but it's not going to work to set these clock mechanisms, and this is supported by dozens, if not hundreds, of quality peer-reviewed studies, so you wanna use sunlight, if you can't see sunlight because of your environment, then you are going to have to opt for artificial light, and in that case, you're going to want an artificial light that either simulates sunlight or has a lot of blue light."
   ]
  },
  {
   "begin": "1955.080",
   "children": [],
   "end": "1959.720",
   "id": "f000100",
   "language": "eng",
   "lines": [
    "Now, without going off course here, you might be saying, \"Wait, I've heard blue light is bad for me.\""
   ]
  },
  {
   "begin": "1959.720",
   "children": [],
   "end": "1973.000",
   "id": "f000101",
   "language": "eng",
   "lines": [
    "Actually, blue light is great for this mechanism during the day, we can talk about blue light and blue blockers, but you really want a lot of blue and yellow light arriving on the retina early in the day."
   ]
  },
  {
   "begin": "1973.000",
   "children": [],
   "end": "1981.040",
   "id": "f000102",
   "language": "eng",
   "lines": [
    "Let me be clear about something, you never ever want to look at any light, sunlight or artificial light, that is painful to look at."
   ]
  },
  {
   "begin": "1981.040",
   "children": [],
   "end": "1999.120",
   "id": "f000103",
   "language": "eng",
   "lines": [
    "If you find that your eyes are watering or you're having challenges maintaining, you know, looking at this thing for a while because it's painful, that light is too bright and you do not wanna damage your retina, so you don't wanna gaze at the sun refusing to blink and burn your retina, that's actually possible to do, you don't wanna do that."
   ]
  },
  {
   "begin": "1999.120",
   "children": [],
   "end": "2029.360",
   "id": "f000104",
   "language": "eng",
   "lines": [
    "You have a proper blink reflex installed in you since birth, and if you feel like something's too bright and you need to blink, it means you need to blink, that it's too much light, so please don't beam your eyes with really bright light, but blue light, in particular, blue light and yellow light coming from sunlight is ideal, if you're going to get it from artificial light because you can't get enough sunlight, well, then, artificial lights that are rich in blue, blue wavelengths, are going to be ideal for setting this mechanism."
   ]
  },
  {
   "begin": "2029.360",
   "children": [],
   "end": "2032.120",
   "id": "f000105",
   "language": "eng",
   "lines": [
    "A lot of people will say, \"Oh, I should be \"wearing blue blockers throughout the day.\""
   ]
  },
  {
   "begin": "2032.120",
   "children": [],
   "end": "2043.440",
   "id": "f000106",
   "language": "eng",
   "lines": [
    "No, that's the exact wrong thing, if you're going to use blue blockers, we can talk about that, that should be reserved for late in the evening because light suppresses melatonin."
   ]
  },
  {
   "begin": "2043.440",
   "children": [],
   "end": "2055.040",
   "id": "f000107",
   "language": "eng",
   "lines": [
    "I've been asked many times before about this pineal gland and there are a lot of ancient practices that map to some of the things that I'm saying, and people will always say, \"Oh, I heard that sunlight \"is great for the pineal.\""
   ]
  },
  {
   "begin": "2055.040",
   "children": [],
   "end": "2118.840",
   "id": "f000108",
   "language": "eng",
   "lines": [
    "Well, perhaps, but we have to careful about that phrase, sunlight inhibits the pineal, it prevents it from releasing melatonin, darkness allows the pineal to release melatonin, so the pineal is not the gland or the organ of sunlight, it is the gland of darkness, in fact, melatonin can be thought of as a sleepiness signal that's correlated with darkness, so get up each morning, try and get outside, I know that can be challenging for people, but anywhere from 2 to 10 minutes of sunlight exposure is going to work well for most people, and you wanna do this on a regular basis and you don't have to do it exactly at sunrise, I realize I'm repeating myself, but somehow, despite barking at people about this for a couple years now, I keep getting the same questions, and somehow, it hasn't been sinking in, which could be related to some circadian disorder, I'm just kidding, if it's not sinking in, it's probably that I'm not being effective in communicating the information, but get that bright light early in the day from sunlight, and if you can't get it from sunlight, get it from artificial light."
   ]
  },
  {
   "begin": "2118.840",
   "children": [],
   "end": "2120.880",
   "id": "f000109",
   "language": "eng",
   "lines": [
    "What kinds of artificial lights will work?"
   ]
  },
  {
   "begin": "2120.880",
   "children": [],
   "end": "2132.560",
   "id": "f000110",
   "language": "eng",
   "lines": [
    "Well, there are these sunrise simulators, but the ring lights that people use for selfies and this sort of thing, for posting on Instagram, those generate a lot of blue light."
   ]
  },
  {
   "begin": "2132.560",
   "children": [],
   "end": "2181.240",
   "id": "f000111",
   "language": "eng",
   "lines": [
    "If wanna get experimental about this, there's a free app, I have no relationship to the app, but it's a great app called Light Meter that you can use your phone and you can measure the amount of photon energy in your environment, and it's kind of a fun experiment to do, you can go outside in the morning and you'll see that there's 10,000, 20,000 lux, even though it might seem like it's kinda dim or there's tree cover or cloud cover, you go inside and you shine an artificial light at your phone, press the button on Light Meter and you'll find that it's only 500 or 1,000 lux, and you realize that even though it seems really bright, the artificial light is very condensed, whereas the outside light is scattered in the atmosphere, and so you can think that you're not getting much sunlight but you're actually getting much more outside, so get outside, get that sunlight early in the day, and try and do it on a consistent basis."
   ]
  },
  {
   "begin": "2181.240",
   "children": [],
   "end": "2200.760",
   "id": "f000112",
   "language": "eng",
   "lines": [
    "If you can't do it every day or you sleep through this period of the early day, low solar angle, don't worry about it, these systems in the body, these hormone systems and neurotransmitter systems that make you awake at certain periods of the day and sleepy at other times are operating by averaging when you view the brightest light."
   ]
  },
  {
   "begin": "2200.760",
   "children": [],
   "end": "2215.480",
   "id": "f000113",
   "language": "eng",
   "lines": [
    "Now, that can immediately tell us that what most people are doing is terrible, they're waking up and they're looking at their phone, which isn't triggering activation of these cells in the eye and the central circadian clock, then a few hours later, they might get in their car with sunglasses and drive."
   ]
  },
  {
   "begin": "2215.480",
   "children": [],
   "end": "2259.560",
   "id": "f000114",
   "language": "eng",
   "lines": [
    "Now, a note about sunglasses and prescription lenses, absolutely never, ever, ever compromise safety for the sorts of things I'm talking about, so if you need to wear sunglasses for safety reasons, wear them, absolutely, if you wear prescription lenses or contacts, wear them, they won't filter out the wavelengths of light that are necessary for setting these central clocks, so safety first, of course, if you have a retinal degenerative disorder, retinitis pigmentosa, macular degeneration, or laucoma, or those run in your family, you want to avoid excessively bright light all the time, you wanna be very cautious about that, you're going to wanna get your light exposure through seeing dimmer light, including sunlight, but for longer periods of time, perhaps."
   ]
  },
  {
   "begin": "2259.560",
   "children": [],
   "end": "2266.320",
   "id": "f000115",
   "language": "eng",
   "lines": [
    "You might immediately ask, \"What about low-vision or blind people, \"how do they set these central clocks?\""
   ]
  },
  {
   "begin": "2266.320",
   "children": [],
   "end": "2307.200",
   "id": "f000116",
   "language": "eng",
   "lines": [
    "Well, turns out that low-vision and blind people, most of them, provided they still have eyes, that the eyes weren't removed because of a burn or a tumor or something like that, still maintain these neurons that set the circadian clock, which brings me to a really important point, it's not about seeing and perceiving the sun, this is a subconscious mechanism by which these neurons, which are called melanopsin ganglion cells, these neurons set your central clocks by getting activated by the particular wavelengths of light that are present in the atmosphere, even coming through cloud cover, and you don't need to see or perceive the sun in order to get this mechanism to start."
   ]
  }
 ]
}